Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Hvis en internasjonal registrering utpeker Norge, og det allerede foreligger en norsk registrering for samme innehaver, samme merke og med helt/delvis samme varefortegnelse, vil den internasjonale registreringen få vern i Norge med samme prioritetsdato som den norske for de varer/tjenester begge merkene gjelder for.
nn: Viss ei internasjonal registrering utpeiker Noreg og det allereie foreligg ei norsk registrering for same innehavar, same merke og med heilt/delvis same vareliste, vil den internasjonale registreringa få vern i Noreg med same prioritetsdato som den norske for dei varene/tenestene begge merka gjeld for.

source: Varemerkesøknaden og alle dokumenter i saken er offentlig tilgjengelig allerede fra den dagen søknaden leveres inn til Patentstyret.
nn: Varemerkesøknaden og alle dokumenta i saka er offentleg tilgjengeleg allereie frå den dagen søknaden blir levert inn til Patentstyret.

source: Lisensavtaler gir rask vekst
nn: Lisensavtalar gir rask vekst

source: Noen aktører har likevel lykkes i å få enerett, gjennom det som i varemerkeretten kalles innarbeidelse
nn: Nokre aktørar har likevel lukkast i å få einerett, gjennom det som i varemerkeretten kallast innarbeiding

source: like viktig er hvilken rekkefølge spørsmålene er stilt.
nn: like viktig er kva rekkjefølgje spørsmåla er stilt.

source: Avslutningsvis opplyser vi om at Common Communication on the Implementation of IP Translator er oppdatert med noen mindre endringer.
nn: Avslutningsvis opplyser vi om at Common Communication on the Implementation of IP Translator er oppdatert med nokre mindre endringar.

source: Vi fakturerer ikke fornyelser, men du vil motta et varselbrev ca 2 måneder før registreringen opphører.
nn: Vi fakturerer ikkje fornyingar, men du vil motta eit varselbrev ca 2 månader før registreringa opphøyrer.

source: navn og adresse til den som klager, og navn og adresse til fullmektig hvis du bruker dette
nn: namn og adresse til den som klagar, og namn og adresse til fullmektig viss du brukar dette

source: det uten tillatelse inneholder et offentlig våpen, statsflagg eller lignende
nn: det utan løyve inneheld eit offentleg våpen, statsflagg eller liknande

source: Bestemmelsen gir innehaver en periode på fem år, etter at endelig avgjørelse er truffet, før registreringen kan begjæres slettet.
nn: Føresegna gir innehavar ein periode på fem år, etter at endeleg avgjerd er truffe, før registreringa kan bli begjært sletta.

source: Mer informasjon om klagemuligheter
nn: Meir informasjon om klagemoglegheiter

source: Dokumenter som viser designets utseende (bilder av designet) holdes automatisk hemmelig i inntil seks måneder, med mindre søker ber om at hele søknaden skal være allment tilgjengelig allerede ved innlevering.
nn: Dokument som viser designet sin utsjånad (bilde av designet) blir automatisk heldt hemmeleg i inntil seks månader, med mindre søkjar ber om at heile søknaden skal vere allment tilgjengeleg allereie ved innlevering.

source: «Hvis du har gjort spennende vitenskapelige funn, så sørg for å innlede en patenteringsprosess tidlig.
nn: «Viss du har gjort spennande vitskaplege funn, så sørg for å innleie ein patenteringsprosess tidleg.

source: Den nødvendige finansieringen av slike studier fra investorer ville aldri vært mulig uten først å sende inn gode patentsøknader.
nn: Den nødvendige finansieringa av slike studiar frå investorar ville aldri vore mogeleg utan fyrst å sende inn gode patentsøknader.

source: På den måten fikk han innsikt i både hvilke typer utemøbler folk har, og ikke minst om dette var et produkt som folk trengte selv og ville betale penger for.
nn: På den måten fekk han innsikt i både kva typer utemøblar folk har, og ikkje minst om dette var eit produkt folk trengte sjølv og ville betale pengar for.

source: For at en fullmakt skal være gyldig, må det fremgå av fullmakten hvilken søknad eller rettighet fullmakten gjelder for.
nn: For at ein fullmakt skal vere gyldig, må det framgå av fullmakta kva for søknad eller rett fullmakta gjeld for.

source: Ett eksempel på kostnader til Patentstyret:
nn: Eitt eksempel på kostnader til Patentstyret:

source: Når du ønsker svar på om designet ditt virkelig er nytt, eller om det allerede er registrert av noen andre.
nn: Når du ønskjer svar på om designet ditt verkeleg er nytt, eller om det alt er registrert av andre.

source: ), da ingen av disse systemene gir oss muligheter til å hemmeligholde søknader ut over de vanlige 18 månedene fra eldste prioritetsdato eller søknadsdato.
nn: ), da ingen av desse systema gir oss moglegheit til å hemmeleghalde søknadar ut over dei vanlege 18 månadane frå eldste prioritetsdato eller søknadsdato.

source: Valg av fullmektig
nn: Val av fullmektig

source: En registrering av et varemerke skal helt eller delvis slettes ved dom eller ved administrativ overprøving etter §§ 38 til 40 hvis merkehaveren ikke innen fem år fra den dagen da endelig avgjørelse om registrering av merket ble truffet, har tatt merket i reell bruk i Norge for de varene eller tjenestene det er registrert for, eller hvis bruken har vært avbrutt i fem år i sammenheng.
nn: Ei registrering av eit varemerke skal heilt eller delvis slettast ved dom eller ved administrativ overprøving etter §§ 38 til 40 viss merkehavara ikkje innan fem år frå den dagen da endeleg avgjerd om registrering av merket blei truffe, har tatt merket i reell bruk i Noreg for dei varene eller tenestene det er registrert for, eller viss bruken har vore avbrutt i fem år i samanheng.

source: Du kan altså ikke uten videre registrere navnet til en eller annen kjent person som varemerke, du må ha godkjenning først.
nn: Du kan altså ikkje utan vidare registrere namnet til ein eller annan kjent person som varemerke, du må ha godkjenning først.

source: I tillegg omfattes blant annet tilfeller der et manuskript er sendt til et tidsskrift eller arrangøren av en konferanse for vurdering.
nn: I tillegg omfattast blant anna tilfelle der eit manuskript er sendt til eit tidsskrift eller arrangøren av ein konferanse for vurdering.

source: februar 2020 vil det ikke lenger være mulig å levere internasjonale patentsøknader via PCT-SAFE til Patentstyret som mottakende myndighet under PCT.
nn: februar 2020 vil det ikkje lenger vere mogeleg å levere internasjonale patentsøknader via PCT-SAFE til Patentstyret som mottakande styresmakt under PCT.

source: Det er mulig å levere en protest under behandlingen av en
nn: Det er mogleg å levere ein protest under behandlinga av ei

source: Gjøre det enklere å selge rettigheten, lisensiere den ut eller inngå samarbeidsavtaler med andre om designet, fordi rettigheten gir en sikkerhet for de som ønsker å investere i virksomheten din.
nn: Gjere det enklare å selje retten, lisensiere den ut eller inngå samarbeidsavtalar med andre om designet, fordi retten gir ein sikkerheit for dei som ønskjer å investere i verksemda di.

source: Når du leverer din internasjonale søknad til Patentstyret, kan du velge Nordisk Patentinstitutt (XN), Det europeiske patentverket (EP) eller Patent- och registreringsverket (SE) som internasjonal granskingsmyndighet.
nn: Når du leverer den internasjonale søknaden til Patentstyret, kan du velje Nordisk Patentinstitutt (XN), Det europeiske patentverket (EP) eller Patent och registreringsverk (SE) som internasjonal granskingsmyndigheit.

source: Hva med registrering og rettigheter?
nn: Kva med registrering og rettar?

source: Når vi undersøker hvor mange design det er i en søknad, ser vi på om selve objektet som er avbildet er nøyaktig det samme på alle bildene.
nn: Når vi undersøkjer kor mange design det er i ein søknad, ser vi på om sjølve objektet som er avbilda er nøyaktig det same på alle bilda.

source: Hovedregel om «førstemann til å registrere»
nn: Hovudregel om «førstemann til å registrere»

source: Du kan undersøke selv også
nn: Du kan undersøkje sjølv også

source: Han brukte hele romjula og begynnelsen av januar 2010 påå tråle patentdatabaser nasjonalt og internasjonalt, men fant ingen som hadde patentert noe som baserte seg på laser eller optikk.
nn: Han brukte heile romjula og byrjinga av januar 2010 påå tråle patentdatabasar nasjonalt og internasjonalt, men fann ingen som hadde patentert noko som baserte seg på laser eller optikk.

source: Deres suksessfulle babyvugge er er beskyttet med patent, varemerke- og designregistrering for å sikre varige konkurransefortrinn og gi tyngde i markedet.
nn: Deira suksessfulle babyvogge er verna med patent, varemerke- og designregistrering for å sikre varige konkurransefordelar og gi tyngd i marknaden.

source: Hvis du har søkt patent i ett land (for eksempel Norge) og ønsker å søke patent i flere land, må du passe påå søke innen 12 måneder fra du leverte søknaden i det første landet.
nn: Viss du har søkt patent i eitt land (for eksempel Noreg) og ønskjer å søkje patent i fleire land, må du passe påå søkje innan 12 månader frå du leverte søknaden i det første landet.

source: Registreringsnummeret ble gitt til selskapet UKAP i Trondheim, som har tatt i bruk navnet UKAP for «Sjømat, ledelse av og rådgivning for forretningsprosesser, og forsknings-, utviklings-, analyse- og rådgivningstjenester innen teknikk.»
nn: Registreringsnummeret blei gitt til selskapet UKAP i Trondheim, som har tatt i bruk namnet UKAP for "Sjømat, leiing av og rådgjeving for forretningsprosessar og forsikrings-, utviklings-, analyse- og rådgjevingstenester innan teknikk."

source: Det betyr i utgangspunktet at andre fritt kan bruke den samme teksten i sin markedsføring eller registrere den som varemerke sammen med andre elementer.
nn: Det betyr i utgangspunktet at andre fritt kan bruke den same teksten i si markedsføring eller registrere den som varemerke saman med andre element.

source: Hvis den internasjonale søknaden baseres på en nasjonal søknad, skal du oppgi søknadsnummer og søknadsdato.
nn: Viss den internasjonale søknaden er basert på ein nasjonal søknad, skal du oppgi søknadsnummer og søknadsdato.

source: Les mer om dette (informasjon på engelsk)
nn: Les meir om dette (informasjon på engelsk)

source: Vi plasserer designet i den klassen som vi mener er den korrekte uten å be søkeren eller fullmektigen godkjenne dette først.
nn: Vi plasserer designet i den klassen som vi meiner er den korrekte utan å be søkjaren eller fullmektigen godkjenne dette først.

source: Av kongelige navn har vi blant annet Kong Haakon og Sonja som registrerte varemerker for sjokoladeprodukter, og i disse tilfellene har sjokoladeprodusenten innhentet godkjenning fra Slottet.
nn: Av kongelege namn har vi blant anna Kong Haakon og Sonja som registrerte varemerke for sjokoladeprodukt, og i desse tilfella har sjokoladeprodusenten innhenta godkjenning frå Slottet.

source: Datering av endringer i eksisterende tekst og nye retningslinjer publiseres under
nn: Datering av endringar i eksisterande tekst og nye retningslinjer publiserast under

source: Hvis du har fremmet et krav om administrativ overprøving, kan du ikke reise søksmål om ugyldighet eller overføring mens saken behandles i Patentstyret.
nn: Viss du har fremja eit krav om administrativ overprøving, kan du ikkje reise søksmål om ugyldigheit eller overføring mens saka behandlast i Patentstyret.

source: Dette er noen eksempler på hva det kan koste å søke patent i utlandet.
nn: Dette er nokre døme på kva det kan koste å søkje patent i utlandet.

source: Vi er en aktiv medspiller for forskning, innovasjonsmiljøer og næringsliv.
nn: Vi er ein aktiv medspelar for forsking, innovasjonsmiljø og næringsliv.

source: Her har de fått rådgivning og utviklingshjelp, blant annet i arbeidet med å finne løsninger for å automatisere produksjonen.
nn: Her har dei fått rådgiving og utviklingshjelp, blant anna i arbeidet med å finne løysingar for å automatisere produksjonen.

source: Du kan også bruke ePCT-systemet til å sende elektroniske forespørsler for ulike handlinger knyttet til søknadene dine, og du har tilgang til bibliografiske data og dokumenter som finnes i de internasjonale søknadene dine, også dem som ennå ikke har vært publisert.
nn: Du kan også bruke ePCT-systemet til å sende elektroniske førespurnader for ulike handlingar knytta til søknadane dine, og du har tilgang til bibliografiske data og dokument som finst i dei internasjonale søknadane dine, også dei som enno ikkje har vore publisert.

source: Du kan også levere oversettelsen på e-post til
nn: Du kan også levere omsetjinga på e-post til

source: Oppfinnelsen er ikke ny
nn: Oppfinninga er ikkje ny

source: Vi har patentert teknologien vår, og bruker patentene aktivt for å inngå lisensavtaler med utbyggere av kraftverk, samt for å unngå kopiering.
nn: Vi har patentert teknologien vår, og brukar patenta aktivt for å inngå lisensavtalar med utbyggjarar av kraftverk, samt for å unngå kopiering.

source: Dette er med påå gi produktene unik smak og karakteristikk.
nn: Dette er med påå gi produkta unik smak og karakteristikk.

source: ISO-sertifiseringen bekrefter at vi arbeider målrettet med å tilby tjenester med riktig kvalitet til kundene våre.
nn: ISO-sertifiseringa bekrefter at vi arbeider målretta med å tilby tenester med riktig kvalitet til kundane våre.

source: Det kan ikke holdes hemmelig at det er søkt om varemerkebeskyttelse.
nn: Det kan ikkje haldast hemmeleg at det er søkt om varemerkevern.

source: Omfatter seter for kjøretøyer.
nn: Omfattar seter for køyretøy.

source: Administrativ overprøving kan også kreves for EP-patenter som er validert i Norge.
nn: Administrativ overprøving kan også krevjast for EP-patent som er validert i Noreg.

source: Hvis du vil ha en konfidensiell avklaring på om navnet eller logoen din kan registreres som varemerke i Norge før du søker, kan du
nn: Dersom du vil ha ei konfidensiell avklaring på om namnet eller logoen din kan registrerast som varemerke i Noreg før du søkjer, kan du

source: Dette gjør vi gjennom å hjelpe norsk og internasjonalt næringsliv, oppfinnere, designere og merkevarebyggere med å skape, sikre og håndtere verdiene og rettighetene sine på en god måte.
nn: Dette gjer vi gjennom å hjelpe norsk og internasjonalt næringsliv, oppfinnarar, designarar og merkevarebyggjarar med å skape, sikre og handtere verdiane og rettane sine på ein god måte.

source: eller annen type endring.
nn: varemerke eller annan type endring.

source: (d) Spesiell type merke:Hvis varemerket er et tre-dimensjonalt merke (vareutstyr), et lydmerke eller et fellesmerke etc, må du indikere dette ved avkryssing i rett boks.
nn: (d) Spesielle type merke:Viss varemerket er eit tre-dimensjonalt merke (vareutstyr), eit lydmerke eller eit fellesmerke m.v., må du indikere dette ved avkryssing i rett boks.

source: er utdannet jurist fra Universitetet i Oslo med spesialisering i immaterialrett, og har en Master of Law, Commercial and Corporate Law (LL.M), fra Australia.
nn: er utdanna jurist frå Universitetet i Oslo med spesialisering i immaterialrett, og har en Master of Law, Commercial and Corporate Law (LL.M), frå Australia.

source: I forskningsprosjekter hvor bedriften setter ut konkrete forskningsoppgaver til institutter og universiteter, er det viktig at man avtaler hvordan resultatene skal brukes kommersielt.
nn: I forskingsprosjekt kor bedrifta set ut konkrete forskingsoppgåver til institutt og universitet, er det viktig at ein avtalar korleis resultata skal brukast kommersielt.

source: For eksempel hvis markedet ditt er Norge, Sverige og Danmark, kan det være greit å starte med en søknad i Norge, og deretter søke videre i Sverige og Danmark med krav om prioritet fra den norske søknaden.
nn: Til dømes viss marknaden din er Noreg, Sverige og Danmark, kan det vere greit å starte med ein søknad i Noreg, og deretter søkje vidare i Sverige og Danmark med krav om prioritet frå den norske søknaden.

source: Endringen innebærer derfor at merkets vern begrenses til gjengivelse i blått istedenfor at merket har vern for gjengivelse i alle farger.
nn: Endringa inneber derfor at vernet til merket er avgrensa til gjengiving i blått istadenfor at merket har vern for gjengiving i alle fargar.

source: Bedrifter og forskningsinstitusjoner er i dag avhengige av verdiene som skapes gjennom kunnskap, relasjoner, kreativitet, metoder og kompetanse.
nn: Bedrifter og forskingsinstitusjonar er i dag avhengige av verdiane som blir skapte gjennom kunnskap, relasjonar, kreativitet, metodar og kompetanse:

source: Det er da ikke gitt enerett til det tradisjonelle mønsteret alene, men til bruken av mønsteret på denne konkrete, nye måten.
nn: Det er då ikkje gitt einerett til det tradisjonelle mønsteret aleine, men til bruken av mønsteret på denne konkrete, nye måten.

source: Søknaden må være utfylt på engelsk, spansk eller fransk.
nn: Søknaden må vere utfylt på engelsk, spansk eller fransk.

source: Domenenavn og foretaksnavn
nn: Domenenamn og føretaksnamn

source: Velger du et navn som andre i din bransje allerede benytter, kan det oppstå forvekslingsfare i kundegruppen, og du kan bli nektet videre bruk av navnet.
nn: Vel du eit namn som andre i din bransje allereie nyttar, kan det oppstå forvekslingsfare i kundegruppa, og du kan bli nekta vidare bruk av namnet.

source: to måneder før betalingsfristen.
nn: to månader før betalingsfristen. Patentkundar

source: Følg med på konkurrenter
nn: Følg med på konkurrentar

source: Det kan for eksempel være hvis du ikke er helt sikker på hvilken type varemerke eller hvilke varer eller tjenester du skal velge.
nn: Det kan til dømes vere viss du ikkje er heilt sikker på kva type varemerke eller kvafor slag varer eller tenester du skal velgje.

source: I noen tilfeller kan det enkleste være å søke direkte i hvert enkelt land.
nn: I nokre tilfelle kan det enklaste vere å søkje direkte i kvart enkelt land.

source: Der ordelementene i varemerket er utformet med figurmessig preg eller består av flere ordelementer, kan du forsikre deg om at ordelementet i figurmerket er stavet riktig og/eller angi hvilke ordelement du ønsker skal være de sentrale ordene ved identifisering av merket.
nn: Der ordelementa i varemerket er utforma med figurmessig preg eller består av fleire ordelement, kan du forsikre deg om at ordelementet i figurmerket er stava riktig og/eller oppgi kva ordelement du ønskjer skal vere dei sentrale orda ved identifisering av merket.

source: Portalen inneholder opplysninger og nyttige lenker om beskyttelse av industrielle rettigheter (patent, varemerke og design) for bedrifter som ønsker å komme inn i utenlandske markeder rundt om i verden.
nn: Portalen inneheld opplysningar og nyttige lenker om vern av industrielle rettar (patent, varemerke og design) for bedrifter som ønskjer å kome inn i utanlandske marknader rundt om i verda.

source: " har blitt patentert i flere land.
nn: " har blitt patentert i fleire land.

source: hvis du har registrert det anerkjente varemerket Athene for sko, bør du vurdere om du skal følge med under det nye mulige toppdomenet.shoes.
nn: viss du har registrert det anerkjente varemerket Athene for sko, bør du vurdere om du skal følgje med under det nye moglege toppdomenet.shoes.

source: Det er lurt å ha en designregistrering i alle de landene hvor du har tenkt å utnytte designet kommersielt, men det blir også dyrere jo flere land du søker beskyttelse i.
nn: Det er lurt å ha ei designregistrering i alle dei landa kor du har tenkt å utnytte designet kommersielt, men det blir også dyrare jo fleire land du søkjer vern i.

source: Hvis patentet er meddelt på norsk, men kravet om begrensning skrives på engelsk, kan Patentstyret kreve at kravet om begrensningen oversettes til norsk.
nn: Viss patentet er kunngjort på norsk, men kravet om avgrensing skrivast på engelsk, kan Patentstyret krevje at kravet om avgrensing blir omsett til norsk.

source: Andre ganger kan innehaveren av et patent gå konkurs, eller kreditorene til en patenthaver kan ønske å ta utlegg i et patent.
nn: Andre gonger kan innehavaren av eit patent gå konkurs, eller kreditorane til ein patenthavar kan ønskje å ta utlegg i eit patent.

source: Dette kan føre til at du mister rettigheten din på grunn av for sent innkommet svar eller manglende betaling.
nn: Dette kan føre til at du mister retten din på grunn av for seint innkome eller manglande betaling.

source: Fullmektigen venter på instrukser fra klienten
nn: Fullmektigen ventar på instruksar frå klienten

source: Den informasjonen som du finner på disse sidene kan ikke gi en fullstendig oversikt, men den vil i noen grad illustrere hvordan søknadsbehandlingen utføres og bidra til enhetlighet og forutsigbarhet.
nn: Den informasjonen som du finn på desse sidene kan ikkje gi ei fullstendig oversikt, men den vil i nokon grad illustrere korleis søknadsbehandlinga blir utførd slik at den blir einskapleg og føreseieleg.

source: (g) Unntaksanmerkning:Hvis det er inntatt unntaksanmerkning i den norske basissøknaden/-registreringen, vil dette ikke automatisk fremkomme av den internasjonale søknaden.
nn: Unntaksmerknad:Viss det er tatt inn unntaksmerknader i den norske basissøknaden/-registreringa, vil dette ikkje automatisk framkomme av den internasjonale søknaden.

source: I dag har hun et rådgivende styre bestående av fagpersoner og kreative hjelpere.
nn: I dag har ho eit rådgivande styre beståande av fagpersonar og kreative hjelparar.

source: En behandling i rettsapparatet tar lengre tid, og retten bestemmer en eventuell erstatning.
nn: Ei behandling i rettsapparatet tar lengre tid, og retten bestemmer ei eventuell erstatning.

source: «Da selskapet ble solgt, var det helt avgjørende at vi hadde kontroll på de immaterielle eiendelene».
nn: «Då selskapet blei selt, var det heilt avgjerande at vi hadde kontroll på dei immaterielle eigendelane».

source: Vi er begge utdannet innenfor kunst og grafisk design, og hadde dette som profesjon før pølseeventyret tok form.
nn: Vi er begge utdanna innanfor kunst og grafisk design, og hadde dette som profesjon før pølseeventyret tok form.

source: Klassifikasjon i en konkret søknad
nn: Klassifikasjon i ein konkret søknad

source: Navn og adresse til den som har levert kravet, og navn og adresse til fullmektig hvis det brukes.
nn: Namn og adresse til den som har levert kravet, og namn og adresse til fullmektig dersom det blir brukt.

source: Ved denne vurderingen tok vi særlig hensyn til kirkebrannene som har funnet sted i Norge de siste tiårene, særlig på 90-tallet.
nn: Ved denne vurderinga tok vi særleg omsyn til kyrkjebrannane som har funne stad i Noreg dei siste tiåra, særleg på 90-talet.

source: Nordisk Patentinstitutt (XN) er et samarbeid mellom patentmyndighetene i Danmark, Norge og Island.
nn: Nordisk Patentinstitutt (XN) er eit samarbeid mellom patentmyndigheitene i Danmark, Noreg og Island.

source: Det er derfor viktig at søknaden er korrekt og fullstendig når den leveres inn.
nn: Det er derfor viktig at søknaden er korrekt og fullstendig når den leverast inn.

source: Hvis den internasjonale søknaden baseres på en nasjonal registrering, skal du oppgi registreringsnummer og registreringsdato, ikke søknadsnummer.
nn: Viss den internasjonale søknaden er basert på ei nasjonal registrering, skal du oppgi registreringsnummer og registreringsdato, ikkje søknadsnummer.

source: Vi søker i allment tilgjengelig informasjon.
nn: Vi søkjer i allment tilgjengeleg informasjon.

source: om du er statsborger i det landet du leverer søknaden i, om du er bosatt i landet der søknaden er innlevert eller om du har en reell og effektiv næringsvirksomhet i vedkommende land.
nn: om du er statsborgar i det landet du leverer søknaden i, om du er busett i landet søknaden er levert inn i eller om du har ein reell og effektiv næringsverksemd i vedkommande land.
